IDEA Open Model
BeamDataEc2.WidthOfSupportLeft Property
 Width of support on the left side
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double WidthOfSupportLeft { get; set; }
Public Property WidthOfSupportLeft As Double
	Get
	Set
public:
property double WidthOfSupportLeft {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace